cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "sanemat/font"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "sanemat/font"

brew "asdf"
brew "git"
brew "mas"

# 必須
cask "1password"
cask "arc"
cask "betterdisplay"
cask "appcleaner"
cask "cleanshot"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "notion"
cask "raycast"

# コミュニケーション
cask "discord"
cask "slack"
cask "zoom"

# 開発
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "warp"
cask "docker"

# AppStore
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
